Repository: foswiki/TwoFactorAuthPlugin
Catalog: locale/TwoFactorAuthPlugin/*.po
Languages: de

source: Abort
de: Abbruch

source: Activate
de: Aktivieren

source: After scanning the image or entering the code, the authentication application is ready to generate six-digit codes. Enter the code below to activate the two-factor authentication for your account.
de: Nachdem Sie das Bild gescannt haben bzw. den Code eingegeben haben, ist die Authentifizierungs-Applikation bereit, einen sechstelligen Code zu generieren. Geben Sie den Code unten ein, um die Zwei-Faktoren Authentifikation für Ihren Account zu aktivieren.

source: Are you sure that you want to deactivate two-factor authentication?
de: Sind Sie sicher, dass Sie die Zwei-Faktoren Authentifikation deaktivieren wollen?

source: Configure authentication application
de: Authentifizierungs-Applikation konfigurieren

source: Disable two-factor authentication
de: Zwei-Faktoren Authentifikation deaktivieren

source: Error, access code does not match.
de: Fehler, der Zugangscode passt nicht.

source: Install a two-factor application on your phone
de: Installieren Sie eine Zwei-Faktoren Applikation auf Ihrem Telefon

source: Issuer
de: Aussteller

source: Next
de: Weiter

source: No, thanks
de: Nein, danke

source: Or enter this code into your authentication application.
de: Oder geben Sie den Code in Ihre Authentifizierungs-Applikation ein.

source: Please [[%1][log in]] first.
de: Bitte [[%1][melden]] Sie sich zuerst an.

source: Please enter the access code.
de: Bitte geben Sie den Zugangscode ein.

source: Previous
de: Zurück

source: Scan this image with the two-factor authentication application on your phone.
de: Scannen Sie diese Bild mit der Zwei-Faktoren Applikation Ihres Telefons.

source: Two-factor authentication
de: Zwei-Faktoren Authentifikation

source: Two-step authentication has been activated.
de: Zwei-Faktoren Authentifikation wurder aktiviert.

source: Two-step authentication has been deactivated.
de: Zwei-Faktoren Authentifikation wurder deaktiviert.

source: Use an application on your phone to get two-factor authentication codes when prompted.
de: Benutzen Sie eine Applikation auf Ihren Telefon, um Zwei-Faktoren Zugangscodes bei Bedarf zu generieren.

source: Verify installation
de: Verifizierung der Installation

source: We recommend %1.
de: Wir empfehlen %1

source: Yes, deactivate
de: Ja, deaktivieren

source: Your account already has got two-factor authentication.
de: Für Ihren Account ist bereits die Zwei-Faktoren Authentifikation aktiviert.
